{"inkVersion":20,"root":[["^Olá William","\n","ev","str","^Você deve ter me confundido, meu nome não é William.","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n","^Você não precisa saber disso agora, mas seu nome de nascença é William. Aqui fique com minha escama, ela aumentará a sua vida quando for lutar contra o rei.","\n",["ev","str","^Onde está a feiticeira Amélia? E porque eu enfrentaria o rei?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^A feiticeira que você procura não está aqui, ela morreu, mas me deixou uma missão de proteger esse livro para você. Você somente conseguirá terminar coma  maldição se matar o rei","\n",["ev","str","^Obrigado, mas porque eu devo terminar a maldição?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Você é o último feiticeiro, sem você o reino está fadado á destruição, pois nenhum outro homem seria páreo para enfrentar o Rei Erasto.","\n",["ev","str","^Então porque você não o enfrenta? Você não é humano.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Infelizmente foi selado um acordo entre os dragões e o antigo rei. Foi acordado que os dragões parassem de matar os cidadão das vilas, em contrapartida o rei também deveria parar de caçar dragões.","\n","^Portanto, foi desenvolvido um escudo mágico que impede dragões de invadirem o castelo e da mesma forma o rei não tem acesso à mais nenhuma localização dos dragões, somente a minha pois eu sou o principal mediador entre humanos e dragões.","\n","^Me sinto triste por não poder ajudar a floresta, nem seu povo à se livrarem da maldição. Entretanto sei que os saqueadores que te criaram ficariam muito gratos em ter saques em alta escala.Bem como creio que você trará ainda mais honra se derrotar o rei.","\n",["ev","str","^Você tem razão","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Vou deixar esse livro em sua posse, dessa forma poderá usar suas habilidades mágicas com maior facilidade.","\n",["ev","str","^O que são esses símbolos na última folha?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Você descobrirá melhor no final de sua aventura.","\n","^<b>PARABÉNS! VOCÊ FINALIZOU A DEMO DA GAME JAM 2023! MUITO OBRIGADO POR JOGAR :D</b>","\n","^<b>Desenvolvido por: DBAC<b>","\n","^(Eu abri um portal para você continuar sua aventura)","\n","end",{"->":"0.g-0"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}