{"inkVersion":20,"root":[["^Oh não um saqueador, mas eu não tenho mais nada... Por favor tenha piedade de mim!","\n","ev","str","^não se preocupe estou de passagem, tenho que encontrar o caminho para o castelo.","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n","^Uffa, o caminho é bem simples você só precisa seguir em frente, mas sendo sincera não recomendo ir ao castelo, depois dos problemões que o rei arrumou.","\n",["ev","str","^que problemas seriam esses?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Não acredito que não te contaram! Nossa você não sabia que antes de casar com a rainha ele quase casou com a feiticeira? Pois é. Está bem difícil viver com um monte de pessoas morrendo por conta dos venenos. Ainda há corajosos como eu que vem aqui buscar as raízes boas, uma pena que não cura todos os cidadãos, não entendo exatamente o porque, mas nesse ritmo vamos ter grandes problemas. Precisam matar logo aquela feiticeira desgramada.","\n",["ev","str","^Ela já está morta","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Eita, sério? Mas então porque será que a maldição não quebrou? Pra ser sincera escutei que pode ser devido à rainha, você sabia que ela não pode ter filhos? Pois eu fiquei chocada quando descobri.","\n",["ev","str","^Mas nao precisa de um herdeiro?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Bom ai o problema já é do Rei né, não posso fazer muita coisa a respeito, mas soube por ai que na verdade quem colocava poções mágicas de paixão na verdade era a própria Emily, acredita?","\n",["ev","str","^Mas ela não era a rainha?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Ah meu filho, ela é a rainha sim, mas ai que ta foi tudo por conta de um mago que até foi condenado à pena de morte, o Rei ainda está casado com ela, mas pelo que soube a poção tinha parado de fazer efeito porque ele não passava mais tant tempo com ela","\n","end",{"->":"0.g-0"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}